Repository: Ivy-End/Minimal-Paper
Catalog: languages/*.po
Languages: cs_cz, hu_hu

source: by
cs_cz: , autor/ka

source: %s <span class="says d-none">says:</span>
cs_cz: %s <span class="says d-none">napsal/a:</span>
hu_hu: %s <span class="says d-none">mondja:</span>

# 1: date, 2: time
source: %1$s at %2$s
cs_cz: %1$s v %2$s

source: 404 Page
cs_cz: Stránka 404
hu_hu: 404 oldal

source: A powerful Bootstrap 5 WordPress Starter Theme with WooCommerce Support. <a href="https://bootscore.me/category/documentation/">Documentation</a>. This theme gives you full control whatever you do and the full freedom to design whatever you want. It comes with a wide selection of category, page, post, author and archive templates as well as sidebar, header, footer and 404 widgets. There are no customizer settings in the backend. All settings can only be made by touching the code. Some CSS, HTML, PHP and JS Skills are required to customize it.
cs_cz: Výkonná výchozí šablona pro Wordpress, založená na Bootstrapu 5 a s podporou Woocommerce. <a href="https://bootscore.me/category/documentation/">Documentace</a> (v angličtině). Díky této šabloně máte plnou kontrolu nad tím, co děláte, a naprostou svobodu upravovat vzhled, jak chcete. Má velký výběr šablon pro kategorie, stránky, příspěvky, autory a archivy, stejně jako postranní panel, záhlaví, zápatí a stránku 404. V backendu nejsou žádná nastavení přizpůsobení. Všechna nastavení lze provést pouze úpravou kódu. K těmto úpravám budete potřebovat znalost CSS, HTML, PHP a JS.
hu_hu: CC BY-NC-SA 4.0 2022 Tamas Dohany - https://iamdtms.hu

source: Accept
cs_cz: Souhlas
hu_hu: Elfogad

source: Add widgets here.
cs_cz: Zde přidejte widgety.
hu_hu: Widgetek hozzáadása itt.

source: All
cs_cz: Vše
hu_hu: Minden

source: Back Home &raquo;
cs_cz: Zpět domů &raquo;
hu_hu: Vissza a nyitólapra &raquo;

source: Blank with container
cs_cz: Prázdná s kontejnerem
hu_hu: Üres tárolóval

source: Blank without container
cs_cz: Prázdná bez kontejneru
hu_hu: Üres tárolóval (Ne használd. Használj inkábáb egy üres templatet helyette. A fájl el lesz távolítva később)

source: Cancel
cs_cz: Zrušit
hu_hu: Mégsem

source: Cart
cs_cz: Košík
hu_hu: Kosár

source: Close account
cs_cz: Zavřít panel účtu

source: Close menu
cs_cz: Zavřít menu

source: Comment navigation
cs_cz: Navigace komentáře

source: Comments are closed.
cs_cz: Komentáře nejsou povoleny.
hu_hu: Nem lehet hozzászólni.

# comments title
source: %1$s Comment on &ldquo;%2$s&rdquo;
cs_cz: %1$s komentář u &ldquo;%2$s&rdquo;

# comments title
source: One Comment &ldquo;%s&rdquo;
cs_cz: Jeden komentář &ldquo;%s&rdquo;
hu_hu: 1 hozzászólás &ldquo;%s&rdquo;

source: Continue shopping
cs_cz: Pokračovat v nakupování

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
cs_cz: Cookies nám pomáhají při poskytování našich služeb. Užitím služeb souhlasíte s použitím cookies.
hu_hu: A sütik segítenek a szolgáltatás kézbesítésében. A szolgáltatás használatával elfogadod a sütik használatát.

source: Delivery details
cs_cz: Podrobnosti doručení
hu_hu: Kézbesítési részletek

source: Edit
cs_cz: Upravit
hu_hu: Szerkesztés

source: Email* (will not be published)
cs_cz: Email* (nebude zveřejněn)
hu_hu: Email* (nem lesz publikálva)

source: Footer 1
cs_cz: Zápatí 1
hu_hu: Lábléc 1

source: Footer 2
cs_cz: Zápatí 2
hu_hu: Lábléc 2

source: Footer 3
cs_cz: Zápatí 3
hu_hu: Lábléc 3

source: Footer 4
cs_cz: Zápatí 4
hu_hu: Lábléc 4

source: Footer Menu
cs_cz: Menu zápatí

source: Full Width Image
cs_cz: Obrázek o plné šířce
hu_hu: Teljes szélességű kép

source: Full width image
cs_cz: Obrázek o plné šířce

source: Hello
cs_cz: Uživatel/ka:
hu_hu: Helló

source: Here you can view your recent orders, manage your shipping and billing addresses, and edit your password and account details.
cs_cz: Tady si můžete zobrazit své objednávky, vstupenky, upravit adresy, heslo a&nbsp;posrobnosti účtu.

source: Internet Explorer detected
cs_cz: Zjištěn Internet Explorer
hu_hu: Internet Explorer azonosítva

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
cs_cz: Vypadá to, že nemůžeme najít to, co hledáte. Možná Vám pomůže vyhledávání.
hu_hu: Úgy tűnik, nem található amit keresel, talán a keresés segíthet.

source: Leave a Comment
cs_cz: Napište komentář
hu_hu: Hozzászólás

source: Leave a comment
cs_cz: Napište komentář

source: Leave a Comment to %s
cs_cz: Napište komentář k %s
hu_hu: Hozzászólás ehhez: %s

source: Left Sidebar
cs_cz: Levý postranní pael
hu_hu: Bal oldalsáv

source: Look what I found:
cs_cz: Našli jsme následující:
hu_hu: Nézd mit találtam:

source: Main Menu
cs_cz: Hlavní menu

source: More Information
cs_cz: Více informací
hu_hu: További információ

source: Name*
cs_cz: Jméno*
hu_hu: Név*

source: Newer Comments
cs_cz: Novější komentáře
hu_hu: Legújabb bejegyzések

source: No Sidebar
cs_cz: Bez postranního panelu
hu_hu: Nincs oldalsáv

source: Nothing Found for
cs_cz: Žádné výsledky pro
hu_hu: Semmit nem találtunk erre

source: Older Comments
cs_cz: Stqaršíí komentáře
hu_hu: Régebbi hozzászólok

source: or
cs_cz: nebo
hu_hu: vagy

source: Page not found.
cs_cz: Stránka nenalezena.
hu_hu: Az oldal nem található.

source: Pages:
cs_cz: Stránky:

source: Password
cs_cz: Heslo
hu_hu: Jelszó

source: Please use a modern and secure web browser like
cs_cz: Prosíme, používejte moderní a bezpečný webový prohlížeč jako třeba
hu_hu: Kérlek használj modern és bizonságos böngészőt, mint

# post author
source: by %s
cs_cz: napsal/a %s
hu_hu: %s által

source: Post Comment
cs_cz: Komentář příspěvku
hu_hu: Hozzászólás beküldése

source: Read more
cs_cz: Číst více
hu_hu: Olvass tovább

source: Read more »
cs_cz: Číst více »
hu_hu: Olvass tovább »

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
cs_cz: Připraven/a zveřejnit první příspěvek? <a href="%1$s">Začnětě zde</a>.
hu_hu: Készen állsz, hogy közzé tedd az első bejegyzésed? <a href="%1$s">Itt tudod elkezdeni</a>.

source: Save my name, email, and website in this browser for the next time I comment.
cs_cz: Uložit mé jmén, email a webovou stránku v tomto prohlížeči pro další komentování.
hu_hu: Mentse el a nevem, az email címem és a weboldalam a böngészőbe a legközelebbi alkalomra, mikor hozzászólok.

source: Search
cs_cz: Hledat
hu_hu: Keresés

source: Search Results for: %s
cs_cz: Výsledky vyhledávání pro: %s
hu_hu: Találati lista: %s

source: Shop order
cs_cz: Řazení obchodu
hu_hu: Áruházi rendelés

source: Sidebar
cs_cz: Postranní panel
hu_hu: Oldalsáv

source: Sidebar left
cs_cz: Levý postranní panel

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
cs_cz: Je nám líto, ale nic neodpovídá Vámi hledaným výrazům. Zkuste to, prosíme, znovu s jinými klíčovými slovy.
hu_hu: Sajnáljuk, de semmi találat nincsen a keresési feltételre. Kérljük próblja újra más kulcsszavakkal.

source: Start typing...
cs_cz: Začněte psát...
hu_hu: Írás elkezdése...

source: Submit
cs_cz: Odeslat
hu_hu: Beküldés

source: Tagged %1$s
cs_cz: Označeno jako %1$s
hu_hu: Címkézve: %1$s

source: This website will offer limited functionality in this browser.
cs_cz: V tomto prohlížeči budou některé funkce stránky omezeny.
hu_hu: Ez a weboldal limitált működésű ebben a böngészőben.

source: to display this site correctly.
cs_cz: pro správné zobrazení stránky.
hu_hu: hogy rendes megjelenítést kapjon a weboldal.

source: To find out your shipping cost, please proceed to checkout.
cs_cz: Pro zobrazení ceny dopravy pokračujte k pokladně.
hu_hu: Hogy kitaláld a szállítási költséget, kérlek lépj tovább a fizetésre.

source: Top Footer
cs_cz: Horní pole zápatí
hu_hu: Felső lábléc

source: Top Nav
cs_cz: Horní navigace
hu_hu: Felső navigáció

source: Top Nav Search
cs_cz: Hledání horní navigace
hu_hu: Felső navigáció: keresés

source: Website
cs_cz: Webová stránky
hu_hu: Weboldal

source: Your comment is awaiting moderation.
cs_cz: Váš komentář čeká na schválení.
hu_hu: A hozzászólásod moderációra vár.

source: Your review...*
cs_cz: Vaše hodnocení...*
hu_hu: Értékelésed...*

source: (author)
hu_hu: (szerző)

# 1: dátum, 2: idő
source: %1$s at %2$s
hu_hu: %1$s %2$s -kor

source: Account
hu_hu: Fiók

source: Empty
hu_hu: Üres

source: Add to navigation
hu_hu: Hozzászólás navigáció

source: Menu
hu_hu: Menü

source: Open Sidebar menu
hu_hu: Oldalsó menü kinyitása

source: Pages:
hu_hu: Oldalak:

source: Pingback:
hu_hu: Visszajelzés:
